1:Help
00000013

Crown Shop Tips
00000014

The Crowns Menu allows you to buy Crowns items from anywhere in the game. 
00000015

You can buy cards, gold, equipment, mounts, elixirs, henchmen, and other items through the Crowns Menu.
00000016

The Crowns Menu will have sales on new or popular items. Sale items are available at the discounted price for a single weekday or all weekend. 
00000017

You can view the items for sale through the Crowns Menu as icons or as a list. 
00000018

Use the tabs to filter the items you see, and the list view allows you to sort by name, type, and price. 
00000019

To access the Crowns Menu, press the button in the upper left corner. 
00000020

Mounts are a special type of possession that you can ride, increasing your movement speed.
00000021

You can purchase mounts through the Crowns Menu, or earn them in other ways. 
00000022

You can equip your mount from the equipment page of your spellbook. 
00000023

Mounts cannot be ridden everywhere. 
00000024

You'll dismount when you get into a duel, and you'll automatically dismount in places where mounts are not allowed.
00000025

You will automatically re-equip your mount when you finish your duel, or when you leave the mount-prohibited area. 
00000026

Elixirs are a type of potion that puts one or more enhancements on you.
00000027

They also can increase the accuracy or damage of your spells, help you regain Health faster, transform your character into something else, or even increase the experience and gold you earn. 
00000028

Elixirs can increase your current or maximum Health or Mana, improve your chance of getting a Power Pip in duels.
00000029

Elixirs can last for as little as 15 seconds and as long as 24 hours of in-game time. 
00000030

They can be purchased through the Crowns Menu or earned through other ways. 
00000031

Elixirs take effect as soon as they're purchased. You can have up to three Elixirs affecting you at the same time, but you can't have more than one of the same type.
00000032

You'll see icons displaying the effects of any Elixirs in the lower left corner of the screen, just above your Health Globe.
00000033

The time remaining on the Elixir appears as a countdown timer. 
00000034

Temporary transformation elixirs can be purchased through the Crowns Menu, allowing you to disguise yourself as a monster. 
00000035

Your character is the same-spells and equipment do not change - but you will appear like the monster you transform into. 
00000036

Transformation elixirs are temporary. 
00000037

You'll appear as your normal self again if you ride a Mount: this lasts until you dismount, at which point you'll return to your transformed appearance.
00000038

Wishing Wells are items in the game allowing you to pay Crowns for a random piece of loot such as a piece of equipment, an Elixir, gold, treasure cards, reagents, or more, as if you'd defeated a monster in a duel.
00000039

To use a Wishing Well, press X to interact with it. You'll be given the option to spend Crowns and take your chances on a piece of loot.
00000040

Henchmen Wizards are a special type of Minion that can be hired through the Crowns Menu. 
00000041

Henchman Wizards can be summoned during the planning phase of a magic duel, and will cast spells to assist you until your duel ends. 
00000042

The Seamstress allows you to take the appearance of one clothing item and combine it with the characteristics of another item. 
00000043

To use the Seamstress, take the two items you'd like to combine to her. 
00000044

For a price she will merge them into one new item with the appearance of one item and the stats of the other.
00000045

Combining two items is not permanent. For a price, the Seamstress also allows you to break apart combined items.
00000046

The Seamstress will not change any rented items.
00000047

Combined items can not be sold through the Bazaar. 
00000048

Some groups of items are sold in bundles, a grouped set of items often sharing a particular theme.
00000049

Purchase of a bundle gives everything in that bundle for one price. 
00000050

When purchasing bundles of wearable equipment, you will often be able to select their colors, and all items will share those colors. 
00000051

You must have enough room in your backpack to purchase all of the items in a bundle.  
00000052

Some items can be rented for a limited period of time.
00000053

Renting an item is cheaper than buying it, though it is only available for a limited time. 
00000054

At the end of the rental period, the item will disappear from your backpack. To continue to use the item, it must be rented again.
00000055

Some items cannot be purchased and sent as gifts.
00000056

Items can be purchased through the Crowns Menu and given to other players as gifts. 
00000057

When you purchase an item, select the Gift button. This will bring up your Friends List. 
00000058

Select the friend you want to give something to and make your purchase.
00000059

The gift will be sent directly to your friend, who can redeem it.
00000060

To cancel the effects of an Elixir, right-click on the Elixir's icon and confirm that you want to cancel it.
00000062

<center><string;Help_HangingEffects38>
00000063

<center><string;Help_HangingEffects37>
00000064

<center><string;Help_HangingEffects36>
00000065


00000066

Hello, young Wizard! I am Mister Lincoln, the Registrar of Wizard City. I will provide you with useful information to help you in your studies. 
00000068

<center>Mounts</center>
00000069

A multiplayer mount allows more than one player to ride a mount: a driver and one or more riders. 
00000070

Multiplayer mounts are equipped and unequipped just like a regular mounts. The player equipping a multiplayer mount becomes the mount's driver.
00000071

All riders must be a part of a group with the mount's driver. Riders leaving the group will dismount. If the driver leaves the group, all riders dismount.
00000072

Additional players can ride along by pressing X or left-clicking the mount's interact prompt. 
00000073

If the driver of a mount enters combat, teleports, or enters a sigil, all riders will join the driver, as long as they all have access to the area.
00000074

All players on a mount receive the benefits of a wisp, but rewards from any chests go only to the driver. 
00000075

To dismount, a rider can move their own character or equip their own mount. If the driver unequips the mount, everyone dismounts
00000076

Teleport tapestries are a type of housing item you can hang on the wall of your Castle. It is placed in your Castle just like any other wall-mounted item. To use one, walk up to it and press X or left-click to interact. You will be teleported to the location depicted in the tapestry.
00000077

A housing sign is a housing item that displays a message of your choosing. You can place a housing sign just like any other housing item. When a housing sign is placed, a Set Sign Text interface appears. Click the Set Sign Text button to display a list of possible messages. Pick the message you wish to display, and the message will appear on the sign. Click on the sign to change the message.
00000079

<center>Life damage over multiple rounds</center>
Cards00

<center>This is the name of the spell.
Cards01

<center>This is the school of the spell.
Cards02

<center>X Rank spells will consume all of your Pips unless stated in the card's description.
Cards03

<center>This is the Rank of the spell. It takes this many Pips and this much Mana to cast it.
Cards04

<center>This is the Accuracy of the spell.  It is the chance that you won't Fizzle.  The higher the number the better.
Cards05

<center>This is what the spell does.
Cards06

<center>This is the spell type.
CharacterTips00

You earn Training Points as you level.  You earn one every four levels until 20.  Then you earn one every five levels.  You can also earn additional Training Points by completing quests.
CharacterTips01

Training Points can be used to learn spells outside of your school that are not designated as FREE.
CharacterTips02

If you press both mouse buttons at the same time, your character will run forward.
CharacterTips03

Hitting the Num Lock key will make your character automatically run without having to hold down the arrow key.
CharacterTips04

At first, it is generally best to spend all of your Training Points in one school, commonly known as your "secondary school."  Later, you will get enough Training Points to start exploring a third or fourth school.
CombatTargeting00

<center>This Target Box shows the total and current health of an enemy as well as which slot they occupy.  This one is in the "Dagger" slot.
CombatTargeting01

<center>After selecting a spell to cast, you can click on the Target or its Target Box to select it.
CombatTargeting02

<center>This blue colored border indicates that this spell came from an equipment slot.
CombatTargeting03

<center>Greyed out cards cannot be cast.  You must have enough Pips and Mana as indicated by the Rank of the card.
CombatTargeting04

<center>This shows how many cards are still left in your deck.  Once it reaches zero,  you have no more spells to cast.
CombatTargeting05

<center>Position slots are shown on the dueling circle in front of each combatant.
CombatTargeting06

<center>Once you choose a spell and a Target, an icon of each is displayed in your Target Box.  This lets other team members know what you are doing.
CombatTips00

If fellow combatants are reduced to zero Health, healing them will bring them back.
CombatTips01

There can be only one active Global spell in a combat circle at a time.
CombatTips02

A monster's name shows their school of magic.  This is also what they are resistant to.
CombatTips03

You can earn extra experience points based on the number of Pips you use in a duel. 
CombatTips04

When a Critical occurs in combat your spell does twice the damage. Your chance of getting a Critical depends on  your Critical Rating and your level.
CombatTips05

Sometimes when a Critical occurs in combat and your enemy is supposed to do double damage, your Block can reduce it to normal damage. Your chance of a Block depends on your Block Rating and your level.
CombatTips06

The Sun School allows you to train Enchantments which can modify other spells in your hand in a duel.
CombatTips07

The Moon School allows you to train Polymorphs which change your appearance, school, equipment, and deck for a limited number of rounds in a duel.
CombatTips08

The Star School allows you to train Auras which affect only you and last a limited number of rounds in a duel.
CombatTips14

Mastery Amulets allow a Wizard to use Power Pips for spells from one school other than their own. This lets you cast spells from another school more often, as a Power Pip counts as two normal Pips.
CombatTips15

Mastery Amulets can be used in magic duels versus monsters or in PvP duels.
CombatTips16

Mastery Amulets are named for the type of magic each school teaches.
CombatTips17

Balance Mastery Amulet
CombatTips18

Death Mastery Amulet
CombatTips19

Fire Mastery Amulet
CombatTips20

Ice Mastery Amulet
CombatTips21

Life Mastery Amulet
CombatTips22

Myth Mastery Amulet
CombatTips23

Storm Mastery Amulet
CombatTips24

Though it is best to use a Mastery Amulet for your secondary school, you can wear a Mastery Amulet for any school of magic other than your main school.
CombatTips25

Mastery Amulets are available through the Crown Shop, or may be dropped as treasure by high-level monsters.
CombatTips26

You can own any number of Mastery Amulets. They cannot be sold in the Auction House, but they can be traded between characters on the same account.
CombatTips27

There are no level restrictions on Mastery Amulets.
CombatTips28

Stun Resistance is a quality offered on some equipment sold by Diego the Duelmaster, available for purchase with Arena Tickets.
CombatTips29

If you have a Stun Shield, you will completely avoid the next Stun effect. If you have no Stun Shield, your Stun Resistance provides a chance to resist a Stun effect.
CombatTips30

Armor Piercing is a quality that counters a target's Resistances. It will reduce the defenses of both equipment and wards. The Armor Piercing quality can be found on both equipment and spells.
CombatTips31

One time use during Combat.
CraftingTips00

Crafting requires a crafting station. You can get your first crafting station by completing quests for Eudora Tangletree in Wizard City Olde Town.
CraftingTips01

Crafting also requires recipes. You can purchase your first recipes from Eudora Tangletree in Olde Town.
CraftingTips02

Each recipe will craft something different. You can craft equipment items, housing items, treasure cards, and more.
CraftingTips03

Each recipe requires different ingredients.  Ingredients can be treasure cards, equipment items, reagents, and more. 
CraftingTips04

When you get a crafting station, go to your dorm or castle and place it in your home. If you have an available crafting slot, a recipe, and the ingredients required for that recipe you can begin crafting.
CraftingTips05

Crafting slots are awarded through quests.  For each crafting slot you receive there will be a new timer on the Character Page of your spellbook.
CraftingTips06

If you craft something, the timer on the Character Page will show the cooldown time that you need to wait before that crafting slot can be used again.
CraftingTips07

You can get your first crafting slot by doing quests for Eudora Tangletree in Olde Town.
CraftingTips08

A reagent may be something you harvest, like picking a flower from the ground, something you buy, or something that a foe drops after you defeat them in battle.
CraftingTips09

There are different types of crafting stations. A recipe may require a particular type of station.
CraftingTips10

The Basic Crafting Station allows lower level crafting of all types: equipment, housing, and treasure cards. There are also higher level stations that only allow one type of crafting. These can be purchased in Krokotopia.
CraftingTips11

There is also one crafting station for the very highest level of crafting. This station is located somewhere in the world and is not placed in your home with your other crafting stations.
CraftingTips12

As you complete crafting quests, your skill level will increase. Each time your skill level increases you will get a new badge. The first skill level is Novice Crafter.
CraftingTips13

Some recipes require you to be a certain skill level. You can check what your current skill level is by looking at your badges.
CreateMatch3v3
example screen shows you picking a 3v3 match type for PvP practice create match
<center>3v3</center>
CreateMatchCreate
text on button to create a practice match
<center>Create</center>
CreateMatchExit
text on button to exit the create match screen
<center>Exit</center>
CreateMatchFriendsOnly
example screen shows you creating a PvP practice match
Friends Only
CreateMatchFriendsOnlyNo
example screen shows you creating a PvP practice match, this is a Yes/No button for the question "Friends Only?"
<center>No</center>
CreateMatchMaximumLevel
the maximum level of wizard you want to play with or against when creating your PvP practice match
Maximum Level
CreateMatchMinimumLevel
the minimum level of wizard you want to play with or against when creating your PvP practice match
Minimum Level
CreateMatchNone
example screen shows you creating a PvP practice match, this is the maximum level or minimum level the player can specify, they can specify none
<center>None</center>
CreateMatchOpponentsTeam
example screen shows you creating a PvP practice match
<center>Opponents' Team</center>
CreateMatchTitle
title in PvP Practice create match screen
<center>Create a Match</center>
CreateMatchType
match type in PvP Practice "create match" screen
Match Type
CreateMatchYourTeam
example screen shows you creating a PvP practice match
<center>Your Team</center>
DeckBuilding00

<center>This tab shows all spells.
DeckBuilding01

<center>These tabs filter the spells.
DeckBuilding02

<center>This tab shows your Treasure Card spells and the Sideboard.
DeckBuilding03

<center>To remove a spell from your deck, click on a small icon.
DeckBuilding04

<center>You can view your various decks with these buttons.
DeckBuilding05

<center>These dots show how many copies of each spell you can add as well as how many you have already added.
DeckBuilding06

<center>These are the spells that are added to your deck from equipment items. You can click on these icons to disable the spells.
DeckBuilding07

<center>To add a spell to your deck, click on the large spell.
DeckExampleName
just using one example of the name of a Deck
<center>Deck of Ancients</center>
DeckHelp

Deck Building Help
FriendFinder0

<center>FriendFinder
FriendFinder1

Use FriendFinder to invite your Wizard101 friends to join you in another KingsIsle game.
FriendFinder2

Your friend must be online for you to create a FriendFinder code.
FriendFinder3

Click on the FriendFinder button next to their picture in the friend list window to create a FriendFinder code.
FriendFinder4

Both you and your friend must enter the FriendFinder code in another KingsIsle game to become friends in that game.
FriendFinder5

If you have a FriendFinder code from another KingsIsle game and want to become friends in Wizard101, click the FriendFinder button on the bottom of the Friends List window to enter your code.
FriendsListExampleAddToFriends
text on the button which adds a person to your friends's list
<center>Add To Friends</center>
FriendsListExampleAddToGroup
text on the button which adds a person to a group
<center>Add To Group</center>
FriendsListExampleFriendName
this is a reference to the string table entry CharacterNames_First_Girl_1
<center>Alexandra</center>
FriendsListExampleFriendsList
the title of the friends list
<center>Friends List</center>
FriendsListExampleGroup
shows the people in your group
<center>Group</center>
FriendsListExampleIgnore
text on the button which ignores a person
<center>Ignore</center>
FriendsListExampleLeaveGroup
text on the button which removes you from the group you are in
<center>Leave Group</center>
FriendsListExampleReport
text on the button which reports a person
<center>Report</center>
Garden01

Gardening allows you to plant seeds and grow plants from them in your dorm room or your Castle.
Garden02

Plants can be encouraged to grow and thrive with the use of helpful spells to satisfy their needs; using items that help them flourish; paying attention to their likes and dislikes; and keeping them free from pests.
Garden03

Plants that reach maturity and have no needs or pests can be harvested for a variety of rewards.
Garden04

You can get seeds from gardening vendors throughout the Spiral. Farley is the gardening vendor in Wizard City's Golem Court. You can also buy seeds in the Crown Shop, earn them as rewards through defeating enemies in magic duels, or get them in other ways.
Garden05

To prepare an area for planting outdoors in your Castle, you must cast a soil preparation spell in your Castle.
Garden06

Soil preparation spells cost Energy.
Garden07

Once you have completed the gardening tutorial, you will be able to access the gardening spells menu.
Garden08

To garden in your dorm room or in an indoor space in your Castle, you must buy a planter from the gardening vendor.
Garden09

There are different sizes and types of planters. Some types of plants cannot be planted indoors.
Garden10

As you continue to garden, you will earn gardening experience through successfully harvesting plants. There are twenty ranks of gardening.
Garden11

The types of seeds you can plant may be restricted, requiring a minimum gardening rank. Additionally, some kinds of gardening equipment and gardening spells require a minimum gardening rank to use.
Garden12

When you're ready to plant a seed in prepared soil or a planter, you must select the seed, then select the soil or planter. This places the chosen seed into the soil or planter, where it can begin growing.
Garden13

Plants require attention to grow, in the form of plant growing spells.
Garden14

All plants have needs that must be met, and plant growing spells fulfill those needs for a period of time.
Garden15

Plant needs include water, sunlight, pollination, music, and magic.
Garden16

Plant growing spells cost Energy to cast, and are cast through the gardening interface.
Garden17

Plants can sometimes suffer from pests. Pests are annoying critters that will cause it to wilt and die if they are not dealt with.
Garden18

To get rid of pests, you will need to cast the appropriate pest fighting spell. Different types of pests require different types of spells.
Garden19

Pests are ranked, and require spells equal to or greater than their rank.
Garden20

If you have a high enough gardening rank, you can cast pest prevention spells to keep pests away from your garden.
Garden21

You can buy pest fighting and pest prevention spells from certain trainers throughout the Spiral, you can buy them at the Crown Shop, or you can earn them through treasure rewards.
Garden22

Utility spells are useful for many aspects of gardening.
Garden23

The Plow spell removes a targeted plant or dirt pile.
Garden24

The Inspect spell lets you look at a targeted plant's characteristics and progress.
Garden25

The Revive spell lets you turn a plant that has died into a fresh seedling of the same type.
Garden26

Plants go through several stages as they grow, from seed, to seedling, to young plant, to mature plant, to elder plant.
Garden27

Each plant differs by how easy they are to garden, how long they take to grow and mature, and how long they live.
Garden28

Plants have likes and dislikes, conditions that can help them grow or hinder their development. A plant will grow faster if it is surrounded by things it likes, and it will grow slower if it is surrounded by things it dislikes.
Garden29

You can learn if a plant has likes or dislikes by mousing-over it when the gardening interface is open.
Garden30

Once a plant is mature, you can harvest it, by interacting with it. A plant can be harvested repeatedly until it reaches the elder stage.
Garden31

Harvesting yields rewards such as reagents, pet snacks, gold, treasure cards, or other seeds.
Garden32

When a plant reaches the elder stage, it can be harvested only one more time. This harvest will yield the greatest rewards. After this, the elder plant will disappear.
Garden33

Planting a seed costs Energy.
Garden34

If a plant likes something, only one is needed in the surrounding area to help the plant grow.
GardenLevel01
please copy from Badges.lang for Garden badge titles
Rank 1: Novice Gardener
GardenLevel02
please copy from Badges.lang for Garden badge titles
Rank 2: Neophyte Gardener
GardenLevel03
please copy from Badges.lang for Garden badge titles
Rank 3: Apprentice Gardener
GardenLevel04
please copy from Badges.lang for Garden badge titles
Rank 4: Initiate Gardener
GardenLevel05
please copy from Badges.lang for Garden badge titles
Rank 5: Intermediate Gardener
GardenLevel06
please copy from Badges.lang for Garden badge titles
Rank 6: Journeyman Gardener
GardenLevel07
please copy from Badges.lang for Garden badge titles
Rank 7: Expert Gardener
GardenLevel08
please copy from Badges.lang for Garden badge titles
Rank 8: Adept Gardener
GardenLevel09
please copy from Badges.lang for Garden badge titles
Rank 9: Master Gardener
GardenLevel10
please copy from Badges.lang for Garden badge titles
Rank 10: Grandmaster Gardener
GardenLevel15
please copy from Badges.lang for Garden badge titles
Rank 15: Legendary Gardener
GardenLevel20
please copy from Badges.lang for Garden badge titles
Rank 20: Verdant Gardener
HangingEffects00

<center>Reduces incoming Fire damage
HangingEffects01

<center>Reduces incoming Ice damage
HangingEffects02

<center>Reduces incoming Storm damage
HangingEffects03

<center>Reduces incoming Myth damage
HangingEffects04

<center>Reduces incoming Life damage
HangingEffects05

<center>Reduces incoming Death damage
HangingEffects06

<center>Reduces all incoming damage
HangingEffects07

<center>Increases outgoing Fire damage
HangingEffects08

<center>Increases outgoing Ice damage
HangingEffects09

<center>Increases outgoing Storm damage
HangingEffects0a

<center>Increases outgoing Myth damage
HangingEffects0b

<center>Increases outgoing Life damage
HangingEffects10

<center>Increases outgoing Death damage
HangingEffects11

<center>Increases All outgoing damage
HangingEffects12

<center>Increases All outgoing damage
HangingEffects13

<center>Increases outgoing Storm accuracy
HangingEffects14

<center>Increases All outgoing accuracy
HangingEffects15

<center>Increases outgoing healing
HangingEffects16

<center>Heals over multiple rounds
HangingEffects17

<center>Absorbs All damage except drain damage
HangingEffects18

<center>Absorbs All damage except drain damage
HangingEffects19

<center>Increases incoming Fire damage
HangingEffects1a

<center>Increases incoming Ice damage
HangingEffects1b

<center>Increases incoming Storm damage
HangingEffects20

<center>Increases incoming Myth damage
HangingEffects21

<center>Increases incoming Life damage
HangingEffects22

<center>Increases incoming Death damage
HangingEffects23

<center>Converts incoming Fire damage
HangingEffects24

<center>Converts incoming Ice damage
HangingEffects25

<center>Converts incoming Storm damage
HangingEffects26

<center>Converts incoming Myth damage
HangingEffects27

<center>Converts incoming Life damage
HangingEffects28

<center>Converts incoming Death damage
HangingEffects29

<center>Reduces All outgoing damage
HangingEffects2a

<center>Reduces All outgoing accuracy
HangingEffects2b

<center>Reduces All outgoing damage
HangingEffects30

<center>Increases All incoming damage
HangingEffects31

<center>Reduces All outgoing accuracy
HangingEffects32

<center>Dispels next Fire spell
HangingEffects33

<center>Dispels next Ice spell
HangingEffects34

<center>Dispels next Storm spell
HangingEffects35

<center>Fire damage over multiple rounds
HangingEffects36

<center>Death damage over multiple rounds
HangingEffects37

<center>Ice damage over multiple rounds
HangingEffects38

<center>Storm damage over multiple rounds
HangingEffects39

<center>Decreases outgoing healing
HangingEffects40

<center>Absorbs next stun
HangingEffects41

<center>Dispels next Life spell
HangingEffects42

<center>Dispels next Myth spell
HangingEffects43

<center>Dispels next Death spell
HangingEffects52

<center>Myth damage over multiple rounds</center>
HangingEffects53

<center>Dispels next Balance spell</center>
Housing01text1

<center>Once you have placed an object you can click on it to rotate, move, or remove it.
Housing01text2

<center>Click here to open the interface window.  To close the interface window, click this button again.
Housing01text3

<center>Click here to select this object to place in your house.  Move your mouse to where you want it to go, then click to place the object.
HousingTips1text1

You can buy things to put in your Castle from the housing shop in the Wizard City Shopping District, the Sphinx Island in Krokotopia, Regent's Square in Marleybone, and the Jade Palace Shopping District in Moo Shu.
HousingTips1text2

You can also buy a Castle with a new house from the housing shops.
HousingTips1text3

When you want to move into a new Castle you have bought you can equip it in your backpack.
HousingTips1text4

To move an object that is already in your house, first open up the housing interface.  You can then click on the object which will show the Rotate, Move, Pick Up buttons.
HousingTips1text5

The Pick Up button removes the object from your house and places it back in the housing interface.
HousingTips1text6

When you move an object in your house, it will turn red if it can not be placed in that spot.
HousingTips1text7

If you started to move an object and then changed your mind, you can cancel the move by right-clicking.  The object will go back to where it was before the move.
HousingTips2text2

If you can see the Rotate, Move, and Pick Up buttons and you want them to go away, you can right click the object or left click any empty space in your house.
HousingTips2text3

To rotate an object that is already placed in your house, you must first click on the object.  You can then either press the arrow buttons, use the mouse wheel, or use the keyboard << and > keys.
HousingTips2text4

You can also use the mouse wheel and keyboard << and > keys to rotate an object just before it has been placed in your house.
HousingTips2text5

The attic is a place to store extra housing objects.
HousingTips2text6

The Wallpaper and Tile tab on the housing interface will show two new buttons on the right side of the interface.
HousingTips2text7

The Pick Up Tile button removes the flooring and puts it back in the housing interface.
HousingTips2text8

The Pick Up Wallpaper button removes the wallpaper and puts it back in the housing interface.
HousingTips3text1

Castles don't fill up your backpack. If you buy a Castle, the number of items in your backpack does not increase.
HousingTips3text10

Place the teleporter wherever you'd like in the same Castle or any other Castle.
HousingTips3text11

When you get close to a housing teleporter, it will teleport you to the teleporter's destination location.
HousingTips3text2

You can only have one copy of any type of Castle. If you sell a Castle, you can always buy another copy of it again later. You can only have three Castles at any given time.
HousingTips3text3

You can't put Castles in your shared bank to give to other characters on your account.
HousingTips3text4

The keyboard short-cut for the Housing section of your backpack is "U".
HousingTips3text5

A housing teleporter allows you to teleport from one place to another within a Castle, or from one Castle to another.
HousingTips3text6

To set up a housing teleporter, click on it while it's in your furniture inventory. This will let you set the destination.
HousingTips3text7

A small circle will appear at the tip of your mouse cursor. Move the circle to where you want the teleporter to send you to.
HousingTips3text8

A small arrow inside the circle indicates where the teleporter faces. You can adjust this with your mouse-wheel or comma and period keys.
HousingTips3text9

When the teleporter destination has been set, a green triangle will appear on the housing teleporter icon in your furniture inventory.
Icons00

Fire school or damage type
Icons01

Storm school or damage type
Icons02

Life school or damage type
Icons03

Balance school or damage type
Icons04

Experience Points
Icons05

Training Point
Icons06

Robe
Icons07

Athame
Icons08

Ring
Icons09

Pet
Icons0a

Ice school or damage type
Icons0b

Myth school or damage type
Icons0c

Death school or damage type
Icons0d

Gold you'll get as a reward
Icons0e

Potion bottle
Icons0f

Hat
Icons0g

Boots
Icons0h

Wand
Icons0i

Deck
Icons0j

Treasure Card
Icons0k

Show all items in my backpack
Icons0l

All spells
Icons0m

Go Home button
Icons0n

Heal
Icons0o

Charm
Icons0p

Enchantment
Icons0q

Global
Icons0r

Accuracy
Icons0s

Amulet
Icons0t

Zoom button
Icons0u

Damage
Icons0v

Steal
Icons0w

Ward
Icons0x

Manipulation
Icons0y

Resistance
Icons0z

Health
Icons0za

Power Pip
Icons0zb

Mana
Icons0zc

Commons button
Icons0zd

Castles
Icons0ze

Plant Life
Icons0zf

Wall Hangings
Icons0zg

Wallpaper and Tile
Icons0zh

Outdoor
Icons0zi

Furniture
Icons0zj

Decoration
Icons0zk

Trophies
Icons0zl

All Housing Items
Icons1a

Reagents
Icons1b

Recipes
Icons1c

Harvest Reagents
Icons1d

Rare Harvest Reagents
Icons1e

Shop Reagents
Icons1f

Drop Reagents
Icons1g

Crafting Slot
Icons1h

Crowns
Icons1i

Pet Snacks
Icons1j

Energy
Icons1k

Pedigree Score
Icons1l

Critical
Icons1m

Block
Icons1n

Sun School
Icons1o

Moon School
Icons1p

Star School
Icons1q

Polymorph
Icons1r

Aura
Icons1s

No PvP
Icons1t

Stun Resistance
Icons1u

Armor Piercing
Icons1v
Description on the spell cardt, the number of rounds something is in effect, like the fire school damage
Rounds
Icons1w
Description on the spell card, something that affects all enemies
All Enemies
Icons1x
Description on the spell cardt, something that affects all friends
All Friends
Icons1y
Description on the spell card
Dispel
Icons1z
Description on the spell card
Minion
Icons20
Description on the spell card
Prevent
Icons21
Description on the spell card
Threat
Icons22
Description on the spell card
Pests
Icons23
button on inventory/backpack page
Feed Item to Pet
Icons24
Description on the spell card
Stun
Icons25

Pip
Instances00

<center>Dungeons are personal adventure areas. They must be completed to get full credit. Logging out, leaving through the Dungeon entrance, or going to another Dungeon will reset the Dungeon you started. Leaving any other way gives you 30 minutes to return before it resets.
Instances01

<center>Gauntlets are special Dungeons. If you leave a gauntlet for any reason it resets. Golem Tower is an example of a gauntlet.
Instances02

<center>Only 4 people at a time can be in a Dungeon.
Instances03

<center>Sigils allow multiple people to enter the same Dungeon.  As long as everyone is standing on the sigil when it is finished counting down, everyone will be teleported to the same Dungeon.
InterfaceTips00

Potions restore both your Health and Mana to full.  You can refill potion bottles by playing Minigames or by purchasing a refill from a Potion Vendor.
InterfaceTips01

Clicking on the Compass will show markers to places of interest.
InterfaceTips02

You can access your Bank from your dorm room or your Castle. Your dorm room is located in Ravenwood right next to the tunnel to the Commons.
InterfaceTips03

Badges give you more titles.  Once a badge is completed, you can click on it to display the appropriate title.  You can see your list of badges in your spellbook.
InterfaceTips04

An equipped item appears blue in your backpack list and has a closed hand next to it.  To equip an item, simply double click it.  You can find your backpack in your spellbook.
InterfaceTips05

The Commons button will take you back to the main zone of the world you are in.  You can find the Commons button near the compass or on the Map page of your spellbook.
InterfaceTips06

To exit the game press Esc. This will bring you to the Options screen in the spellbook. Click Quit. You will see the classroom. Click exit again.
InterfaceTips07

The Go Home button will bring you to your dorm or your Castle if you have one equipped.
InterfaceTips08

When you press Enter to chat you will see the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>. If you are in a group you will also see the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>.
InterfaceTips09

If you're in a group and you want to say something to people nearby make sure the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF> is bigger. To talk to your group, make sure the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF> is bigger. To switch, click on the one you want to use.
InterfaceTips10

The Mark Location button will use some of your mana to put an X on the ground. Later if you want to go back to this X you can press the Recall button to be instantly teleported to your mark. Some areas don't allow marking. Only you can see the X on the ground for a mark you have made.
InterfaceTips11

The Recall button takes you to the mark you have made with the Mark Location button.
InterfaceTips12

The Quest Helper's yellow arrow can be turned on and off by either a keyboard shortcut of CTRL-T or in the Options spellbook page under Gameplay Options.
InterfaceTips13

When shopping for treasure cards at the bazaar the column labeled Set indicates which Booster Pack Set that card belongs to.
More
Tool tip on arrow to view more help pages.
More
PetExampleBananas
the name of a pet derby power
<center>Bananas!</center>
PetExampleBomb
the name of a pet derby power
<center>Bombardier</center>
PetExampleDerby

Derby        3/4
PetExampleExhaust
the name of a pet derby power
<center>Exhausted</center>
PetExampleFireblade
the name of a pet talent
<center>Fireblade</center>
PetExampleFireGiver
the name of a pet talent
<center>Fire-Giver</center>
PetExampleFireShot
the name of a pet talent
<center>Fire-Shot</center>
PetExampleHelephant
type of example pet, Helephant
<center>Helephant</center>
PetExamplePedigree

53 (15)
PetExampleTalents

Talents      3/4
PetPage1

<center>Your pet gives you this spell card.
PetPage2

<center>Talents will help you in magic duels.
PetPage3

<center>Derby Powers will help you in the Pet Derby.
PetPage4

<center>Your pet's level.
PetPage5

<center>Your pet's experience and statistics will increase from pet training games.
PetPage6

<center>Power can only be improved by giving your pet snacks.
PetPage7

<center>Pedigree Score
PetTalentsAccuracy

Increases Accuracy
PetTalentsDamage

Increases Damage
PetTalentsHealth

Increases Max Health
PetTalentsMana

Increases Max Mana
PetTalentsPetStats

Increases Pet Stats
PetTalentsPips

Increases Power Pip Chance
PetTalentsResist

Increases Resist
PetTalentsSpell

Gives Spell
PetTalentsTrigger1

Removes enemy shield or blade
PetTalentsTrigger2

Heals player or damages enemy
PetTalentsTrigger3

Adds player shield or blade
PetTalentsTrigger4

Adds trap to enemy
PetTipElemental

Fire, Ice and Storm damage type
PetTips00

When you get a pet it will be an egg. You will need to wait for it to hatch before you can equip it.
PetTips01

After your pet egg hatches it will be a Baby pet. It can gain experience to increase its level to Teen, Adult, Ancient, Epic, Mega, and finally, Ultra.
PetTips02

Your pet gains experience from playing pet training games in the Pet Pavilion. The Pet Pavilion can be found through a tunnel from the Wizard City Commons, close to Prospector Zeke.
PetTips03

You can play the six pet training games by using the minigame sigils around the Pet Pavilion: the Cannon Game, Maze Game, Gobbler Drop, Dance Game, Grumpy Gobblers, and Way of the Ninja Pig.
PetTips04

You need Energy to play pet training games. The Energy globe is next to your Health and Mana globes. You can also see your Energy by pressing C to look at your character in the Spellbook.
PetTips05

Your pet starts off as a Baby with no Talents or Powers. When it becomes a Teen it will get one Talent and one Power. Each level your pet gains, up to Mega, will give it one new Talent and one new Power so that every Ultra pet will have five Talents and five Powers.
PetTips06

There are ten possible Talents and ten possible Powers for each pet type.  Examples of pet types are Imp, Helephant, or Pioneer Dragon.  Each Helephant, for example, has the same ten possible Talents and Powers. What makes each pet unique is that it will only get four Talents or Powers.  Two Helephants might have gained completely different Talents and Powers than each other.
PetTips07

Some Talents and Powers are better than others. They are Uncommon, Rare, Ultra-Rare, or Epic. An Epic Talent will have four yellow dots to the side of the icon, whereas an Uncommon Talent will only have one.
PetTips08

Talents will help you in magic duels against monsters and in PvP. Powers will help you in the Pet Derby.
PetTips09

Your pet has statistics called Strength, Intellect, Agility, Will and Power. Each statistic will boost your pet's Talents and help your pet in the Pet Derby.
PetTips0a

Here is how your pet's statistics help you in magic duels:
PetTips0b

Strength affects damage Talents, Power Pip chance Talents, resistance Talents, outgoing healing Talents, armor piercing Talents, and stun resistance Talents.
PetTips0c

Intellect affects Mana Talents, accuracy Talents, Power Pip chance Talents, block Talents, incoming healing Talents, and stun resistance Talents.
PetTips0d

Agility affects Health Talents, accuracy Talents, resistance Talents, critical hit Talents, incoming healing Talents, and armor piercing Talents.
PetTips0e

Will affects damage Talents, Health Talents, Mana Talents, critical hit Talents, block Talents, and outgoing healing Talents.
PetTips0f

Power, as its name indicates, is very powerful and affects Health Talents, Mana Talents, accuracy Talents, damage Talents, Power Pip chance Talents, resistance Talents, critical hit Talents, block Talents, incoming healing Talents, outgoing Healing Talents, armor piercing Talents, and stun resistance Talents.
PetTips0g

Some Talents give your pet a chance to cast a spell to help you in magic duels.
PetTips0h

At the end of each pet training game you can feed your pet a snack. You can buy snacks from the snack shop or buy a recipe and craft them.
PetTips0i

Snacks increase your pet's statistics. Try to figure out which snacks your pet likes by seeing how much your pet's statistics increase each time you feed your pet.
PetTips0j

Your pet can compete against other pets in the Pet Derby! You must have a teen pet equipped.
PetTips0k

You can do a Practice Match to play against your friends or a Ranked Match to win Arena Tickets and improve your Pet Derby Rating.
PetTips0l

The Pet Derby only costs Energy if you feed your Pet. You can feed your pet up to two times, costing Energy each time. If you don’t feed your pet, the Pet Derby does not cost Energy to play.
PetTips0m

The Pet Derby has many tracks, each with four lanes. You can change lanes to avoid obstacles.
PetTips0n

Cheering in the Pet Derby gives you a speed boost. Cheering costs Morale. There are different cheer costs on different surfaces. Your Morale is determined by your pet's Power statistic.
PetTips0o

Here is how your pet's statistics help your pet in the Pet Derby:
PetTips0p

Strength affects the cheer cost while swimming in the Pet Derby.
PetTips0q

Intellect affects the cheer cost while on clay in the Pet Derby.
PetTips0r

Agility affects the cheer cost while on grass in the Pet Derby.
PetTips0s

Will affects the cheer cost while on dirt in the Pet Derby.
PetTips0t

The four Derby Powers that your pet gains as it becomes an Epic will help your pet in the Pet Derby and might include some of the following Derby Powers.
PetTips0u

Some Derby Powers can give your pet a speed boost in the Pet Derby or slow down your opponents.
PetTips0v

Some Derby Powers can affect other pets in the Derby, such as forcing them to change lanes.
PetTips0w

Some Derby Powers can let you place obstacles in front of other pets, such as bananas, bombs, barriers, or oil slicks.
PetTips0x

Some Derby Powers can increase your pet's statistics, modify cheer cost, and even modify your pet's Morale.
PetTips10

Some Derby Powers can prevent opponents from avoiding obstacles in the Pet Derby.
PetTips11

Some Derby Powers can make your pet immune from opponents trying to affect it in the Pet Derby.
PetTips12

You can use the Hatchery in the Pet Pavilion to hatch new pet eggs.
PetTips13

There is a gold cost for hatching new eggs.
PetTips14

You can use two of your own Adult pets, or you can collaborate with another Wizard but you will both have to pay. The egg will take after one of the original pets, but there's a very rare chance that it will be a different pet altogether.
PetTips15

Your pet's Pedigree Score represents its upper potential, which is how rare and powerful the Talents and Powers are that it can manifest. The higher its Pedigree, the better. The second number represents how much of your pet's potential Pedigree it has already manifested.
PetTips16

You can race your pet in the Pet Derby by going to one of the two book pedestals in the Pet Pavilion.  One is for practice matches; the other is for ranked Derby races.
PetTips17

Practice Derby races are classed by Easy, Medium, Hard, and Expert. You can create a new match,  "Quick Join" a match that has already been created, or choose the match you want to join and click the "Join" button.
PetTips18

You will see the crossed swords icon in the upper right corner of your screen when your pet is in the queue for a Pet Derby race. When the race is ready, you will see a screen letting you go to the arena.
PetTips19

The goal of the Pet Derby is to come in first, steering your pet past obstacles, and using your pet's Derby Powers against other pets.
PetTips1a

You can control your pet with the arrow or WASD keys. It will go forward on the derby track automatically. Side-arrows will make it switch lanes, and the back arrow slows it. The up arrow Cheers your pet, making it go faster.
PetTips1b

The space bar helps your pet bypass obstacles, jumping or ducking each hurdle. You must time it just right: hitting an obstacle slows your pet.
PetTips1c

Your pet's position in the race is displayed in the upper left corner of the screen. Under the position number is your pet's time for the race, and what lap of the race you are on.
PetTips1d

On the upper right corner of the screen, the racetrack shows flags indicating where all the pets are on the derby track. Your pet's flag is larger than others, and the color matches the number of its position in the race.
PetTips1e

Your pet has a resource called Morale, displayed on the bar at the top center of the screen. Cheering your pet costs Morale. Your pet gains Morale when it successfully bypasses obstacles.
PetTips1f

Cheering costs different amounts of Morale based on the type of ground your pet is on, for example, cobblestone or grass. The cheer cost changes based on both the terrain type and your pet's statistics. For example, your pet's Strength will determine how much Morale it will cost to cheer when your pet is swimming. You can tell which statistic matters by looking at the round icon to the left of your Morale bar.
PetTips1g

Your pet's Derby Powers are the round icons in the top center of the screen, just below the Morale bar. You can click on these with your mouse, or you can use the 1, 2, 3, 4, 5, and 6 keys to activate them.
PetTips1h

If a power icon is grayed out, you cannot use that Power. If the icon has a timer, the Power can be used again when the time is up.
PetTips1i

Derby Powers can boost your pet's performance, hinder other pets, put obstacles in other pets' paths, force other pets to change lanes, or other tricks. To see what a Power does, you can mouse over the icon in your pet's spellbook page or on the icons during the Pet Derby.
PetTips1j

Any effects on your pet will appear as icons on either side of your pet. Helpful effects appear on the left, bad effects appear on the right. A countdown timer shows how long each effect will remain on your pet.
PetTips1k

Try to steer your pet through the floating stars! They will give your pet speed bonuses and give your pet temporary immunity from other pet Powers.
PetTips1l

Avoid bombs and banana peels! Bombs will slow your pet down, and banana peels will slow and cause your pet to change lanes.
PetTips1m

Power determines your pet's maximum Morale for the Pet Derby.
PetTips1n

You can feed an equipped pet items you have in your backpack. Doing so will give you one of several possible rewards: gold, Treasure Cards, reagents, pet snacks, or even pet experience. The value of the reward will be based on the cost of the item you use, so feeding a pet a more expensive item has a chance of getting a greater reward.
PetTips1o

To feed an item to a pet, make sure the pet you want to feed is equipped. Then, select the item you wish to feed it from inside your backpack. You will see a Feed Pet button.
PetTips1p

You can't feed Castles, Mounts, or other pets to your pet.
PetTips1q

Pet Jewel Collars unlock when your pet reaches Ancient level.
PetTips1r

You receive an Ultra Jewel when your pet reaches Ultra level.  You can affix this Jewel or any other Star Jewel you wish to your pet's Jewel Collar.
PetTips1s

You cannot affix a Jewel that gives a Talent that your pet already has.
PetTips1t

If your pet manifests a Talent that a Jewel already provides, the Jewel will appear greyed out and will not apply twice.
PetTips1u

When a pet reaches Ancient level you can choose to put a Derby or non-Derby Talent in the Pet Jewel Collar, but not both.
PetTipSpirit

Life, Death and Myth damage type
PvP1v1
PvP tab that lists 1v1 matches
<center>1 vs 1</center>
PvP2v2
PvP tab that lists 2v2 matches
<center>2 vs 2</center>
PvP3v3
PvP tab that lists 3v3 matches
<center>3 vs 3</center>
PvP4v4
PvP tab that lists 4v4 matches
<center>4 vs 4</center>
PvPAll
PvP tab that lists all matches
<center>All</center>
PvPCreateMatch
text on the button to create a PvP Practice match
<center>Create Match</center>
PvPCreatetext1

<center>Choose the Match Type.
PvPCreatetext2

<center>Do you want your team to have only your friends?
PvPCreatetext3

<center>Do you want to play against a team of only your friends?
PvPCreatetext4

<center>Do you want to only play with and against certain levels?
PvPExampleMatches
Example of Win - Loss ratio in the character stats page W= win, L= loss
<center>239W - 213L</center>
PvPExampleRating
Example pvp rating, needs to be Warlord (the highest) rating since the Warlord icon will be next to it.
Warlord (1074)
PvPPages
lists the total number of pages in the pvp ranked screen
<center>Total:5</center>
PvPPracticeLine1
this says "Practice Matches to Join" and Practice is the first line
<center>Practice</center>
PvPPracticeLine2
this says "Practice Matches to Join" and Matches to Join is on the second line
<center>Matches to Join</center>
PvPPracticetext1

<center>To join a Practice Match, click on a Join button.  If the Join button is grey you don't meet either the level or the friend requirements for that match.
PvPPracticetext2

<center>To create a match click the Create Match button.
PvPQuickJoin
button in pvp screen on Ranked page that lets you quick join a 3v3 match
<center>Quick Join 3v3</center>
PvPRankedLine1
this says "Ranked Teams Forming" and Ranked is on the first line
<center>Ranked</center>
PvPRankedLine2
this says "Ranked Teams Forming" and Teams Forming is on the second line
<center>Teams Forming</center>
PvPRankedtext1

<center>To join a Ranked Match, first click on 1v1, 2v2, 3v3, or 4v4.
PvPRankedtext2

<center>Then click the Quick Join button.
PvPRankedtext3

<center>Click here to watch a match.
PvPRankedtext4

<center>Click here to form a team with your friends.
PvPTabtext1

<center>This is the PvP tab.
PvPTabtext2

<center>Your ranked rating goes up the more Ranked Matches you win.  Losses and fleeing make your rating go down.
PvPTips1text1

Private<br>Ranked Ratings 0-524
PvPTips1text2

Corporal<br>Ranked Ratings 525-549
PvPTips1text3

Sergeant<br>Ranked Ratings 550-599
PvPTips1text4

Veteran<br>Ranked Ratings 600-649
PvPTips1text5

Knight<br>Ranked Ratings 650-699
PvPTips1text6

Captain<br>Ranked Ratings 700-799
PvPTips1text7

Commander<br>Ranked Ratings 800-899
PvPTips1text8

Warlord<br>Ranked Ratings 900-1000
QuestExampleAction
This action word tells the player to "Find Hyde Park Cat" with this part only showing the word "Find"
<center>Find</center>
QuestExampleTitle
This quest title name should correspond to the string table QuestTitle and the key 9B39 (QuestTitle_9B39)
<center>Stray Cat Strut</center>
QuestExampleWorld
This is the world where the player can find the Hyde Park Cat
<center>Marleybone</center>
QuestExampleZone
This is the zone where the player can find the Hyde Park Cat
<center>Hyde Park</center>
QuestExmpleObject
This is what the quest is telling the player to find in "Find Hyde Park Cat"
<center>Hyde Park Cat</center>
QuestGrouping01

<center>Click here to invite someone to group.
QuestGrouping02

<center>You can see who is in your group.
QuestGrouping03

<center>Click here to leave the group.
QuestGroupTips00

Groups help you stay together when battling or traveling to a new area.
QuestGroupTips01

When you join a battle there will be spots reserved for your other group members if they are traveling with you in the same area. They will be asked if they want to join your combat. If so, they will be teleported to your battle.
QuestGroupTips02

A reserved spot that you see in the world may be for someone in your group or for a different group.
QuestGroupTips03

Groups can chat on a group chat channel that no one outside the group can see.
QuestingTips00

A yellow Exclamation Point over someone's head means that person has a quest for you.
QuestingTips01

A yellow Question Mark means you should talk to that person because they are part of a quest you are working on.
QuestingTips02

A silver Question Mark means you are currently working on a quest for that person.
QuestingTips03

Red wisps give you back some of your Health.  They float through the combat areas.
QuestingTips04

Blue wisps give you back some of your Mana.  They usually float through the non-combat areas.
QuestJournal00

<center>This is the name of the quest.
QuestJournal01

<center>You cannot enter a house with no lights on.
QuestJournal02

<center>Houses with yellow lights are enterable at any time.
QuestJournal03

<center>Houses with blue lights have a quest goal inside.
QuestJournal04

<center>This is what you need to do.
QuestJournal05

<center>This tells you the World and Zone where the quest takes place.  Be sure to check your map to help you find these areas.
QuestJournal06

<center>This shows you the rewards you will get for completing the quest.
QuestJournal07

<center>This displays all dialogue associated with this quest.
QuestJournal08

<center>This quest is a Dungeon.
Socketing00

Socketing is the act of affixing magical Jewels to certain socketable items in your inventory which adds an array of statistical enhancements to the items; enhancements that you can add to yourself by equipping the socketed item.
Socketing01

Socketing will become available to you once you have reached level 15, and have completed the Crafting quest, "The Razor's Edge" from Eudora Tangletree in Olde Town.
Socketing02

Jewels are magical stones that can be found, purchased, or crafted. Jewels are imbued with magic that can be transferred to an item once the Jewel has been socketed to the item.
Socketing03

Gems are Reagents, or ingredients used in Jewel Crafting.  Jewels are the finished product of Crafting together several Reagents. Jewels are magical, Gems are not.
Socketing04

To view your inventory of Jewels in your Backpack, you can navigate to it through your Backpack (B), or by pressing (Y).
Socketing05

To Socket a Jewel to a socketable item, start by opening your Backpack (B), select a category of socketable items, and then select a socketable item. 
Socketing06

Once a socketable item is selected, the "Affix Jewels" button at the bottom of the page will become active.
Socketing07

Clicking the "Affix Jewels" button opens the Jewel Socketing page. Here, you can affix your Jewels to items that have corresponding sockets. 
Socketing08

Jewels only fit into sockets of the same shape. Square Jewels only fit in square sockets, etc...
Socketing09

In the Jewel Socketing page, select a Jewel that corresponds in shape to an open socket on your item, then click the "Affix" button to attach - or socket - the Jewel to the item.
Socketing10

*NOTE* Once a Jewel is socketed to an item, the Jewel can never be used again on another item. 
Socketing11

To Remove a Jewel from an item, click the "Shatter" button, which destroys the Jewel forever. However, this does open up the socket to be used again.
Socketing12

Jewel Crafting works much the same way Crafting other items works. However, when you craft a Jewel, there's an element of randomness in the process. Even when you use the same recipe, each Jewel you craft can have different enhancements with different values. 
Socketing13

You'll start with a Jewel Crafting Station, then acquire specific recipes for crafting the different Jewels.
Socketing14

Each Jewel Crafting Recipe is different, but they all start with the basic ingredients of Gems, Metals, and Treasure Cards. 
Socketing15

The higher level the Jewel Crafting Recipe, the higher the level of the Crafted Jewel.
Socketing16

Some items have sockets that are locked. They can be unlocked with a Socket Wrench, or with Crowns.
Socketing17

To unlock a socket, click the "Unlock All Sockets" button on the Jewel Socketing page of your Spellbook. 
Socketing18

This will pop up a menu where you can use a Socket Wrench, if you have one of the appropriate level, or Crowns to unlock the socket.
Socketing19

Jewels are stored in a special section of your Backpack called your Jewel Pouch. Once your Jewel Pouch is full, you will not be able to acquire any new Jewels. 
Socketing20

Jewels can be stored in your Shared Bank. 
Socketing21

For more information, see the Socketing Tome in RockHammer's Jewel Works in the Shopping District of Wizard City.
SocketingToolTip

Socketing
TargetingExampleCards

<center>Cards</center>
TargetingExampleDraw
text on the button in combat that lets you draw a treasure card
<center>Draw</center>
TargetingExampleFlee
text on the button that allows you to flee combat
<center>Flee</center>
TargetingExampleNumCards
how many cards you have left to draw from
<center>24 of 31</center>
TargetingExamplePass
text on the button in combat that passes your turn
<center>Pass</center>
TitleCardDescription

<center>Spell Cards
TitleCharacterTips

<center>Character Tips
TitleCombatTips

<center>Combat Tips
TitleCraftingTips

<center>Crafting Tips
TitleDeckBuilding

<center>Deck Building
TitleGardening

<center>Gardening</center>
TitleHangingEffects

<center>Combat Hanging Effects
TitleHousing01

<center>Housing Interface
TitleHousingTips

<center>Housing Tips
TitleIcons

<center>Icon Dictionary
TitleInstances

<center>Instances
TitleInterfaceTips

<center>Interface Tips
TitleJournal

<center>Quest Journal
TitlePvPCreateMatch

<center>PvP Create Match
TitlePvPPractice

<center>PvP Practice Interface
TitlePvPRanked

<center>PvP Ranked Interface
TitlePvPTab

<center>PvP Tab
TitlePvPTips

<center>PvP Tips
TitleQuestGrouping

<center>Groups
TitleQuestingTips

<center>Questing Tips
TitleTargeting

<center>Combat Targeting
TitleTreasureCards

<center>Treasure Cards
ToDeckPage

Spell Deck
TreasureCards00

<center>Treasure Cards are consumed when used.
TreasureCards01

<center>This gold colored border indicates this spell is a Treasure Card.
TreasureCards02

<center>Cards in  your Sideboard are only drawn when you discard a card from your hand and click the Draw button.
TreasureCards03

<center>If you make room in your hand by discarding a card, the Draw button will appear.  Clicking the Draw button will automatically draw a Treasure Card from your Sideboard if one is available.
TreasureCards04

<center>You cannot discard a Treasure Card that you have drawn until the next round.
